<%@ page contentType="text/html;charset=UTF-8" %>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>用户协议</title>
    <link rel="stylesheet" href="jxweb/jx/css/useragreemen.css">
    <script src="jxweb/jx/js/jquery.min.js"></script>
    <script src="jxweb/jx/js/common.js"></script>
</head>
<body>
    <!--头部开始 -->
        <header class="header-wrapper">
                <div class="nav-wrapper">
                    <div class="nav-son-wrapper">
                        <div class="logo">
                            <img src="/marry/jxweb/jx/img/201901081623.png" alt="结婚汇" width="170" height="55">
                        </div>
                    </div>
                </div>
            </header>
    <!-- 头部结束 -->
    <!-- 内容开始 -->
        <section class="content">
            <div class="content_con">
                <h4>久禧用户使用协议</h4>
                <section class="con_text">
                    <h4>1 提示条款</h4>
                    <p>久禧根据本使用协议为您提供服务。本使用协议的内容可由久禧根据需要进行更新，但更新前久禧将依法予以公示。本使用协议内容更新变动经公示生效后，即替代更新前的原使用协议。您不同意更新后使用协议内容的，可以停止接受久禧的服务；但您在本使用协议更新生效后，仍然使用久禧平台，继续接受久禧服务的，视为您同意更新后的服务协议。此外，当您使用久禧特殊服务时，您和婚礼纪应共同遵守久禧公布的与该服务相关的指引和规则。前述所有的指引和规则，均构成使用协议的一部分。
                            您在使用久禧提供的各项服务之前，应仔细阅读使用协议，如您对协议有任何问题可向婚礼纪客服咨询。您一旦接受久禧服务，即视为您已了解并完全同意本使用协议，并成为久禧用户（以下简称“用户”）。</p>
                </section>
                <section class="con_text">
                        <h4>2 协议范围</h4>
                        <h4 style="font-weight: 600">2.1 签约主体</h4>
                        <p>本协议由用户与久禧共同缔结，本协议对用户与久禧均具有合同效力。</p>
                        <h4 style="font-weight: 600">2.2 补充协议</h4>
                        <p>您提供的登记资料及久禧保留的有关您的若干其它资料将受法律保护，久禧谨遵守法律规定</p>  
                </section>
                <section class="con_text">
                        <h4>3 账户注册与使用</h4>
                        <p>为了能使用久禧提供的服务，您同意以下事项：依本服务注册提示请您填写正确的注册账号、密码和名号，并确保今后更新的登录信息、名号、头像等资料的有效性和合法性。若您提供任何违法、不道德或久禧认为不适合在久禧上展示的资料；或者久禧有理由怀疑你的资料属于程序或恶意操作，久禧有权暂停或终止您的帐号，并拒绝您于现在和未来使用本服务的全部或任何部分。</p>
                        <p>婚礼纪没有法律责任应当对用户的任何登记资料进行审查，用户资料的真实性、完整性、合法性等，应当由用户自己保证，婚礼纪不承担因用户资料的虚假等引起的任何法律责任。</p> 
                </section>
                <section class="con_text">
                        <h4>4 用户帐号、密码及安全</h4>
                        <p>完成本服务的注册程序并成功注册之后，您可使用您的账号和密码，登录到您在久禧的帐号（下称“帐号”）。保护您的帐号安全，是您的责任。您应对所有使用您的密码及帐号的活动负完全的责任。您同意：</p>
                        <p>1）您的久禧帐号遭到未获授权的使用，或者发生其它任何安全问题时，您将立即通知久禧；
                            </p> 
                        <p>2）如果您未保管好自己的帐号和密码，因此而产生的任何损失或损害，久禧无法也不承担任何责任；</p>
                        <p>3）您需保管好注册婚礼纪用户账号的手机号码或第三方授权登录账户，保证注册手机号码或第三方授权登录账户可正常使用，避免有销户、丢失或第三方授权登录密码忘记等其它无法使用的情况，如因您个人原因无法正常使用账号而造成损失或损害，您将负全部责任 。</p>
                        <p>4）每个用户都要对其帐号中的所有行为和事件负全责。如果您未保管好自己的帐号和密码而对您、婚礼纪或第三方造成的损害，您将负全部责任。</p>
                        <p>5）如果用户注册久禧帐号后连续180天不登录，为避免造成资源浪费，久禧在通知用户后，有权收回该帐号，由此造成的不利后果由用户自行承担。久禧在对此类账户进行清理前，将以包括但不限于网站公告、站内消息等方式通知用户。
                        </p>
                </section>
                <section class="con_text">
                        <h4>5 婚礼纪平台服务及规范</h4>
                        <h4 style="font-weight: 600">5.1 服务说明</h4>
                        <h4 style="font-weight: 600">久禧目前向用户提供如下服务：</h4>
                        <p>用户可以在久禧浏览、收藏并分享婚礼作品，挑选合适的婚礼服务套餐，采购婚品，在新娘说社区发帖、互动讨论；使用久禧工具集合提供的各种工具如请帖等。在久禧中上传图片或视频。除非本使用协议另有其它明示规定，增加或强化目前本服务的任何新功能，包括所推出的新产品，均受到本使用协议之规范。
                                您了解并同意，本服务仅依其当前所呈现的状况提供，对于任何用户信息或个人化设定之时效、删除、传递错误、未予储存或其它任何问题，久禧均不承担任何责任。久禧保留不经事先通知为维修保养、升级或其它目的暂停本服务任何部分的权利。</p>
                        <h4 style="font-weight: 600">5.2 婚礼纪的权利</h4>
                        <p>1）任何用户接受本协议,即表明该用户已将其在久禧发表的摄影、文字等作品著作权利无偿许可久禧及其运营商行使并授权予以修改，但上述用户著作权利不含《中华人民共和国著作权法》第十条第一款第（一）项、第（二）项和第（四）项等不得许可的权利；</p>  
                        <p>2）本服务及本服务所使用相关软件（以下简称“软件”）含有受到相关知识产权及其它法律保护之专有保密资料；
                            </p>
                        <p>3）经由本服务或广告商向您呈现之赞助广告或信息所包含之内容，亦受到著作权、商标权、专利权或其它专属权利之法律保护。未经久禧等权利人明示授权，您不得修改、出租、出借、出售、散布本服务或软件之任何部份或全部，或据以制作衍生著作，或使用擅自修改后的软件，包括但不限于为了未经授权而使用本服务之目的；
                            </p>
                        <p>4）久禧仅授予您个人、不可移转及非专属之使用权，使您得于单机计算机使用其软件之目的码，但您不得（并不得允许任何第三人）复制、修改、创作衍生著作、进行还原工程、反向组译，或以其它方式发现原始码，或出售、转让、再授权或提供软件设定担保，或以其它方式移转软件之任何权利；
                        </p>
                        <p>5）将通过由久禧所提供的界面而非任何其它途径使用本服务。</p>
                        <h4 style="font-weight: 600">5.3 责任限制</h4>
                        <p>您明确了解并同意，基于以下原因而造成的，包括但不限于利润、信誉、应用、数据损失或其它无形损失，久禧不承担任何直接、间接、附带、特别、衍生性或惩罚性赔偿责任：</p>
                        <p>1）本服务能否使用；</p>
                        <p>2）为替换从或通过本服务购买或取得之任何商品、数据、信息、服务，收到的讯息，或缔结之交易而发生的成本；</p>
                        <p>3）您的传输或数据遭到未获授权的存取或变造；</p>
                        <p>4）任何第三方在本服务中所作之声明或行为；</p>
                        <p>5）与本服务相关的其它事宜，但本使用协议有明确规定的除外；
                            </p>
                        <p>6）第三方以任何方式发布或投递欺诈性信息，或诱导用户受到经济损失，婚礼纪不承担任何责任。</p>
                </section>
                <section class="con_text">
                        <h4>6 用户的权利和义务</h4>
                        <h4 style="font-weight: 600">6.1 用户行为</h4>
                        <p>根据有关法律规定，久禧在此郑重提请您注意，任何经由本服务而发布、上传的文字、资讯、资料、音乐、照片、图形、视讯、信息或其它资料（以下简称“内容 ”），无论系公开还是私下传送，均由内容提供者承担责任。久禧仅为用户提供内容存储空间，无法控制经由本服务传送之内容，因此不保证内容的正确性、完整性或品质。您已预知使用本服务时，可能会接触到令人不快、不适当或令人厌恶之内容。在任何情况下，久禧均不为任何内容负责，但久禧有权依法停止传输任何前述内容并采取相应行动，包括但不限于暂停用户使用本服务的全部或部分，保存有关记录，并向有关机关报告。
                        </p>
                        <p>用户同意将不会利用本服务进行任何违法或不正当的活动，包括但不限于下列行为∶</p>
                        <p>1）发布或以其它方式传送含有下列内容之一的信息：</p>
                        <p>• 违反宪法所确定的基本原则的；</p>
                        <p>• 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
                        <p>• 损害国家荣誉和利益的；</p>
                        <p>• 煽动民族仇恨、民族歧视、破坏民族团结的；</p>
                        <p>• 破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
                        <p>• 散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
                        <p>• 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
                        <p>• 侮辱或者诽谤他人，侵害他人合法权利的；</p>
                        <p>• 含有虚假、诈骗、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；</p>
                        <p>• 法律、法规、规章以及政府任何具有法律效力之规范所限制或禁止的其它内容的；</p>
                        <p>2）以任何方式危害他人的合法权益；</p>
                        <p>3）冒充其他任何人或机构，或以虚伪不实的方式陈述或谎称与任何人或机构有关；</p>
                        <p>4）将依据任何法律或合约或法定关系（例如由于雇佣关系和依据保密合约所得知或揭露之内部资料、专属及机密资料）知悉但无权传送之任何内容加以发布、发送电子邮件或以其它方式传送；
                            </p>
                </section>
            </div>
        </section>
    <!-- 内容结束 -->
    <!-- 底部开始 -->
    <%@ include file="common/foot.jsp"%>
    <!-- 底部结束 -->
</body>
</html>